{"metadaten":{"kennung":"urn:xoev-de:kosit:codeliste:icd_4","kennungInhalt":"urn:xoev-de:kosit:codeliste:icd","version":"4","nameKurz":[{"value":"ICD"}],"nameLang":[{"value":"ISO/IEC 17 6523 - Identifier scheme code (ICD)"}],"nameTechnisch":"ICD","herausgebernameLang":[{"value":"Koordinierungsstelle für IT-Standards"}],"herausgebernameKurz":[{"value":"KoSIT"}],"beschreibung":[{"value":"Die Codeliste basiert auf ISO/IEC 6523. Sie ist konform zur DIN EN16931-1:2017 und zu dem darauf basierenden Standard XRechnung. Sie enthält zudem Einträge, die nur in Verbindung mit der Extension XRechnung zu nutzen sind. Diese Einträge beginnen mit den Initialen XR. Des Weiteren enthält sie alle Einträge, die für die Nutzung im Kontext des Standards XBestellung benötigt werden."}],"versionBeschreibung":[{"value":"Basiert auf der im OpenPEPPO-Github bereitgestellten Fassung. Sie enthält zudem Einträge, die nur in Verbindung mit der Extension XRechnung zu nutzen sind. Diese Einträge beginnen mit den Initialen XR."}],"aenderungZurVorversion":[{"value":"Sie enthält zudem Einträge, die nur in Verbindung mit der Extension XRechnung zu nutzen sind. Diese Einträge beginnen mit den Initialen XR."}],"handbuchVersion":"1.1","xoevHandbuch":false,"gueltigAb":"2022-02-01T00:00:00.000+0100","bezugsorte":["https://github.com/OpenPEPPOL/poacc-upgrade-3/blob/2021-Spring-ReleaseCandidate/structure/codelist/ICD.xml"]},"spalten":[{"spaltennameLang":"Code","spaltennameTechnisch":"code","datentyp":"string","codeSpalte":true,"verwendung":"required","empfohleneCodeSpalte":true},{"spaltennameLang":"Scheme name","spaltennameTechnisch":"scheme-name","datentyp":"string","codeSpalte":false,"verwendung":"required","empfohleneCodeSpalte":false},{"spaltennameLang":"Description","spaltennameTechnisch":"description","datentyp":"string","codeSpalte":false,"verwendung":"optional","empfohleneCodeSpalte":false}],"daten":[["0002","System Information et Repertoire des Entreprise et des Etablissements: SIRENE","Notes on Use of Code: The Sirene number is used in France mainly for the official registration in the Trade Register and as the only number used between authorities and organizations, and between authorities when dealing with data interchange on organizations. Issuing agency: Institut National de la Statistique et des Etudes Economiques, (I.N.S.E.E.), France."],["0003","Codification Numerique des Etablissments Financiers En Belgique","Notes on Use of Code: Many financial institutions have more than one code number, e.g. to indicate each branch individually. The codes can be reallocated over the time (mostly in the case where a financial institution terminates its activity). Some code numbers are currently unused. Code numbers 990 through 999 are reserved. Issuing agency: Association Belge des Banques, Belgium."],["0004","NBS/OSI NETWORK","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing and naming tree as depicted in Addendum 2 to ISO 8348. Issuing agency: National Bureau of Standards, USA."],["0005","USA FED GOV OSI NETWORK","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing and naming tree as depicted in Addendum 2 to ISO 8348. Issuing agency: National Bureau of Standards, USA."],["0006","USA DOD OSI NETWORK","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing and naming tree as depicted in Addendum 2 to ISO 8348. Issuing agency: Defense Communication Agency, USA."],["0007","Organisationsnummer","Notes on Use of Code: The third digit in the organisation number is never lower than 2 in order to\n            avoid it being confused with personal numbers. Issuing agency: The National Tax Board, SWEDEN."],["0008","LE NUMERO NATIONAL","Issuing agency: Ministere De L'interieur et de la Fonction Publique, Belgium."],["0009","SIRET-CODE","Issuing agency: DU PONT DE NEMOURS (FRANCE) S.A. France."],["0010","Organizational Identifiers for Structured Names under ISO 9541 Part 2","Notes on Use of Code: The organizational codes established under this coding systems constitute the registered organizational identifiers recognised under ISO 9541-2. That standard effectively establishes agreements under which, as allowed by clauses 5.1 and 5.3 of ISO 6523, both the ICD and the organization name are generally omitted, from the SIO, and thus only the organization code portion of the SIO is interchanged. Issuing agency: Association for Font Information Interchange, USA."],["0011","International Code Designator for the Identification of OSI-based, Amateur Radio\n            Organizations, Network Objects and Application Services.","Notes on Use of Code: Specific object and attribute naming conventions are currently being defined. Issuing agency: The Radio Amateur Telecommunications Society, USA."],["0012","European Computer Manufacturers Association: ECMA","Issuing agency: European Computer Manufacturers Association, SWITZERLAND."],["0013","VSA FTP CODE (FTP = File Transfer Protocol)","Notes on Use of Code: The code serves the addressing between the communicating partners. Issuing agency: Verband der Automobilindustrie e.V., GERMANY."],["0014","NIST/OSI Implememts' Workshop","Notes on Use of Code: The ICD code forms the initial part of the Workshop naming and addressing tree. Issuing agency: United States Department of Commerce, National Institute of Standards and Technology, Gaithersburg, USA."],["0015","Electronic Data Interchange: EDI","Issuing agency: Avon Rubber p.l.c. UK."],["0016","EWOS Object Identifiers","Notes on Use of Code: a) In the SIO the Organization Name will normally be omitted, b) The code is primarily intended for the registration of Objects Identifiers according to ISO 8824: Level 1: iso (1), Level 2: identified-organization (3), Level 3: ewos (0016), Level 4: and higher: (defined by EWOS conventions) Issuing agency: EWOS (European Workshop for Open Systems), BELGIUM."],["0017","COMMON LANGUAGE","Notes on Use of Code: Codes for named populated places, geographic places, geopolitical places, outlaying areas, and other related entities of the state of the United States, provinces and territories of Canada, countries of the world, and other, unique areas. Also for the identification of organizations, places, equipment and governmental entities by the telecommunication industry. Issuing agency: Data Communications Technology Planning, USA."],["0018","SNA/OSI Network","Notes on Use of Code: The ICD code will also form the initial part of the OSI Network addressing and naming tree as depicted in Addendum 2 to ISO 8348. Issuing agency: International Business Machines Corporation, USA."],["0019","Air Transport Industry Services Communications Network","The ICD code forms the initial part of the OSI network addressing and naming tree as depicted in Addendum 2 to ISO 8348. Issuing agency: International Air Transport Association, Switzerland."],["0020","European Laboratory for Particle Physics: CERN","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing and naming tree as depicted in Addendum 2 of ISO 8348. Issuing agency: European Laboratory for Particle Physics, Switzerland."],["0021","SOCIETY FOR WORLDWIDE INTERBANK FINANCIAL, TELECOMMUNICATION S.W.I.F.T.","Notes on Use of Code: To be used for assignment of object identifiers (ISO 8824/8825) Issuing agency: SOCIETY FOR WORLDWIDE INTERBANK FINANCIAL, TELECOMMUNICATION S.W.I.F.T. BELGIUM."],["0022","OSF Distributed Computing Object Identification","Notes on Use of Code: OSF provides public domain software in OS, ISO networking and management. The initial use of the coding system are for identifying the following objects in OSF's distributed computing environment: the attributes of entries in the distributed directory, the object class of each entry in the directory, the type of name components (RDNs), the communication protocol profiles, the interfaces offered by. Issuing agency: Open Software Foundation, USA."],["0023","Nordic University and Research Network: NORDUnet","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing and tree as depicted in Addendum 2 of ISO 8348. Issuing agency: NORDUnet, c/o SICS, Sweden."],["0024","Digital Equipment Corporation: DEC","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing as described in ISO8348 Addendum 2. Issuing agency: Digital Equipment (Europe) S.A.R.L. France."],["0025","OSI ASIA-OCEANIA WORKSHOP","Notes on Use of Code: The code is used as an element of object identifiers which need to be assigned relating the ISPs (International Standardized Profiles) that AOW is working on. Issuing agency: OSI ASIA-OCEANIA WORKSHOP, JAPAN."],["0026","NATO ISO 6523 ICDE coding scheme","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing and naming tree depicted in Addendum 2 of ISO 8348. Issuing agency: North Atlantic Treaty Organisation (NATO), Belgium."],["0027","Aeronautical Telecommunications Network (ATN)","Notes on Use of Code: The ICD code forms the initial part of the ISO network addressing and naming tree as depicted in Addendum No 2 to ISO 8348 Issuing agency: International Civil Aviation Organization (ICAO), CANADA."],["0028","International Standard ISO 6523","Issuing agency: Styria Federn GmbH, AUSTRIA."],["0029","The All-Union Classifier of Enterprises and Organisations","Issuing agency: General Computing Centre of the State, Committee of the\n            USSR on Statistics, U S S R."],["0030","AT&T/OSI Network","Notes on Use of Code: The ICD code will also form the Initial Domain Part of the OSI network, addressing and naming tree as specified in Addendum 2 to ISO 8348. Issuing agency: AT&T, Standards and Regulatory Support, UNITED STATES OF AMERICA."],["0031","EDI Partner Identification Code","Notes on Use of Code: To identify EDI partners. Issuing agency: Odette NL, The Netherlands."],["0032","Telecom Australia","Notes on Use of Code: The code is used as an element of Object Identifier when defining objects within Telecom Australia. In addition the code shall be used as an element of NSAP addressing. Issuing agency: Australia Telecommunications Corporation, AUSTRALIA."],["0033","S G W OSI Internetwork","Notes on Use of Code: Exclusive use by S G W .Issuing agency: S G Warburg Group Management Ltd, UK."],["0034","Reuter Open Address Standard","Notes on Use of Code: To be used in the formation of OSI Network Service Access Point (NSAP) addresses. Issuing agency: Reuters Ltd, UK."],["0035","ISO 6523 - ICD","Notes on Use of Code: This code will be used internationally by BP thus a non-geographic code is requested. Issuing agency: The British Petroleum Co Plc, UK."],["0036","TeleTrust Object Identifiers","Notes on Use of Code: a) In the SIO the Organization name will normally be omitted. b) The code is primarily intended for the registration of Object Identifiers for security related objects according to ISO/IEC 8824, Level 1: iso(1), Level 2: identified-organization(3), Level 3: teletrust(0036), Level 4 and higher: (defined by TeleTrust conventions) Issuing agency: TeleTrust Deutschland e.V., GERMANY."],["0037","LY-tunnus","Notes on Use of Code: It is possible to add 0-4 characters set to the code for more detailed use ofone organization. Characters are digits or capital letter. Issuing agency: National Board of Taxes, FINLAND."],["0038","The Australian GOSIP Network","Notes on Use of Code: As noted above it will be used as the initial identifier of an NSAP codingscheme. Issuing agency: Standards Australia."],["0039","The OZ DOD OSI Network","The ICD code forms the initial part of the OSI naming and addressing, tree as depicted in ISO 8348/Add 2 standard. Format of the tree is described in the Australian GOSIP Manuals and used globally. Issuing agency: The Australian Department of Defence, AUSTRALIA."],["0040","Unilever Group Companies","Notes on Use of Code: To be used in data communications to form part of the Network Address as defined in ISO 8348. The ISO 6523, ICD IDI format with Binary syntax will be used. Issuing agency: Information Technology Group, Unilever Plc, UK."],["0041","Citicorp Global Information Network","Notes on Use of Code: The ICD code will also form the initial part of the Citicorp Network addressing object identifier tree and naming tree as depicted in Addendum 2 to ISO 8348. Issuing agency: Citicorp Global Information Network, USA."],["0042","DBP Telekom Object Identifiers","Notes on Use of Code: 1) The ICD is primarily intended for the registration of Object Identifiers, according to ISO 8824/8825 (ANS.1) to be used for the identification resp. registration of: - application layer protocols, - file & document formats, - information objects, - local/remote procedures. The OID structure and the inclusion of the ICD therein is given below: level 1: iso(1), level 2: identifiedOrganisation(3), level 3 (ICD): dbpt(0042), level 4 to n: (defined by Telekom). Issuing agency: DBP Telekom, GERMANY."],["0043","HydroNETT","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing as depicted in ISO 8348/AD2. Issuing agency: Norsk Hydro a.s.,\n            Norway."],["0044","Thai Industrial Standards Institute (TISI)","Notes on Use of Code: The ICD code forms the initial part of international addressing for Thailand. Issuing agency: Thai Industrial Standards Institute (TISI), THAILAND."],["0045","ICI Company Identification System","Notes on Use of Code: The ICD code will be used to manage NSAP allocation for all ICI companies on a worldwide basis. The organisation code is used Worldwide by ICI application systems to identify ICI registered companies in machine to machine communications. Issuing agency: ICI PLC, UK."],["0046","FUNLOC","Notes on Use of Code: Current applications are Philips accounting and logistic systems; new application is the identification of objects in the open network environment according to ISO 8824 which starts with a party identification Issuing agency: Royal Philips Electronics N.V., The Netherlands."],["0047","BULL ODI/DSA/UNIX Network","Notes on Use of Code: To be used in data communications to form part of the network address. The ISO 6523 ICD IDI format with binary syntax will be used. Issuing agency: BULL S.A. FRANCE."],["0048","OSINZ","Notes on Use of Code: ISO 6523 ICD IDI format with binary syntax will be used. Issuing agency: OSINZ, New Zealand."],["0049","Auckland Area Health","Notes on Use of Code: ISO 6523 ICD IDI format with binary syntax will be used Issuing agency: Auckland Area Health Board, Information Systems, Greenlane/National Women's Hospital, New Zealand."],["0050","Firmenich","Notes on Use of Code: Interconnect the plants by an OSI network essentially over X.25 carrier. Issuing agency: Firmenich S A, Switzerland."],["0051","AGFA-DIS","Notes on Use of Code: Medical Communication Issuing agency: AGFA N.V. BELGIUM."],["0052","Society of Motion Picture and Television Engineers (SMPTE)","Notes on Use of Code: The ICD code will also be used to identify SMPTE constituent organizations (committees, working groups, task forces, etc./), and the objects they, define. The ICD code will also form the Initial Domain Part of the OSI network addressing and naming tree as specified in Addendum 2 tot ISO 8348 Issuing agency: Society of Motion Picture and Television Engineers (SMPTE), USA."],["0053","Migros_Network M_NETOPZ","Issuing agency: Migros-Genossenschafts-Bund, Switzerland."],["0054","ISO6523 - ICDPCR","Notes on Use of Code: This code could be used internationally by Pfizer thus a non-geographic code is required. The code forms the initial part of the OSI network addressing and naming tree depicted in Addendum 2 of ISO 8348. Issuing agency: Pfizer Central Research, UK."],["0055","Energy Net","Issuing agency: ABB Asea Brown Boveri Ltd, Switzerland."],["0056","Nokia Object Identifiers (NOI)","Notes on Use of Code: a) In the SIO the organization name will normally be omitted, b) The code is primarily intended for the registration of Object Identifiers according to ISO/IEC 8824: Level 1:iso(1), Level 2:identified-organization(3), Level 3:nokia(xxxx), Level 4 and higher:defined by Nokia conventions Issuing agency: Nokia Corporation, FINLAND."],["0057","Saint Gobain","Notes on Use of Code: To be used for assignment of: N.E.T (ISO 8348/Add 2), A.E.T (FTAM, X.400 Psaps, and so on), and object identification (ISO 8824/8825) Issuing agency: Saint Gobain, France."],["0058","Siemens Corporate Network","Notes on Use of Code: The ICD code will form the initial part of the OSI Network addressing and naming tree as depicted in Addendum 2 to ISO 8348 (Network layer addressing). These addresses will uniquely identify systems within SCN and to the outside world. Issuing agency: Siemens AG, Germany."],["0059","DANZNET","Issuing agency: DANZAS AG, Switzerland."],["0060","Data Universal Numbering System (D-U-N-S Number)","Notes on Use of Code: The D-U-N-S Number originated to facilitate the compilation of financial status reports on those involved in business transactions but it is now widely used for other purposes also. The number has world wide recognition as a means of identifying businesses and institutions. Issuing agency: Dun and Bradstreet Ltd, UK."],["0061","SOFFEX OSI","Notes on Use of Code: This code is to assist in uniquely identifying data network node addresses in an international supporting network for financial applications. This supporting network may have operational interfaces to other (private) data networks. Issuing agency: SOFFEX Swiss Options and Financial Futures Exchange AG. Switzerland."],["0062","KPN OVN","Notes on Use of Code: This code is used in the VTOA network of KPN OVN. Issuing agency: Koninklijke KPN, The Netherlands."],["0063","ascomOSINet","Issuing agency: Ascom AG, Switzerland."],["0064","UTC: Uniforme Transport Code","Notes on Use of Code: The code identifies an individual transport or handling unit (e.g. pallet, parcel) for reasons of tracing or tracing. The unit may have an international destination. Issuing agency: Foundation UTC, The Netherlands."],["0065","SOLVAY OSI CODING","Notes on Use of Code: Whenever possible, ISO 8348 addresses using this code will comply with FIPS PUB 146, with an End System ID of exactly 4 octets, so that the DSP can also conform to ECMA 117 where ECMA's subnet-address maps onto FIPS's Subnet ID concatenated with the End System ID. Issuing agency: Direction Centrale Technique (Informatique Scientifique), Belgium."],["0066","Roche Corporate Network","Notes on Use of Code: Will be used internationaly by Roche thus a non-geographic code is required. Issuing agency: F. HOFFMANN - LA ROCHE AG, Switzerland."],["0067","ZellwegerOSINet","Notes on Use of Code: BAKOM - Switzerland. Issuing agency: Zellweger Uster AG, Switzerland."],["0068","Intel Corporation OSI","Notes on Use of Code: The ICD code will be used to form the Initial Domain Identifier (IDI) portion of the Initial Domain Part (IDP) as described in ISO 8348 Addendum 2 for OSI NSAP addressing. Issuing agency: Intel Corporation, USA."],["0069","SITA Object Identifier Tree","Notes on Use of Code: SITA intends to use its OID Tree to define its own Objects for use with its OSI-based services (e.g. MHS & OSI Management). Issuing agency: SITA, France."],["0070","DaimlerChrysler Corporate Network","Notes on Use of Code: The ICD code will form the initial part of the OSI Network addressing and naming free as depicted in Addendum 2 to ISO 8348 (Network Layer addressing). These addresses will uniquely identify systems within DBCN and to the outside world. Issuing agency: DaimlerChrysler AG, GERMANY."],["0071","LEGO /OSI NETWORK","Notes on Use of Code: The ICD code will also form the Initial Domain Part of the OSI network addressing and naming tree as specified in addendum 2 to ISO 8348. Issuing agency: LEGO Systems Inc, USA."],["0072","NAVISTAR/OSI Network","Notes on Use of Code: The ICD code will also form the Initial Domain Part of the OSI Network addressing and naming tree as specified in Addendum 2 to ISO 8348. Issuing agency: International Truck & Engine Corp, USA."],["0073","ICD Formatted ATM address","Notes on Use of Code: Used as an ATM address prefix by, 1) Newbridge ATM terminal equipment: a) when performing user - network address registration, b) transparently initiating signalled ATM connections on behalf of other non-ATM (LAN) devices, c) directly initiating signalled ATM connections, 2) Newbridge ATM switching equipment used to: a) perform network - user address registration, b) perform routing of Switched Virtual Connections across a private ATM cell switching network. Issuing agency: Newbridge Networks Corporation, CANADA."],["0074","ARINC","Notes on Use of Code: ARINC will define its own Objects for use with its OSI-based systems and services. ARINC will also define Objects for use within the Aeronautical industry. Issuing agency: ARINC Incorporated, USA."],["0075","Alcanet/Alcatel-Alsthom Corporate Network","Notes on Use of Code: The ICD code forms the initial part of the OSI network addressing scheme as depicted in Addendum 2 of ISO 8384. Issuing agency: Alcatel Network Services Deutschland GmbH, GERMANY."],["0076","Sistema Italiano di Identificazione di ogetti gestito da UNINFO","Notes on Use of Code: To be used for assignments of object identifiers according to ISO 8824 and ISO 8825. Issuing agency: UNINFO, ITALY."],["0077","Sistema Italiano di Indirizzamento di Reti OSI Gestito da UNINFO","Notes on Use of Code: The ICD code forms the initial part of the OSI network Addressing and naming tree depicted in Addendum 2 of ISO 8348. Issuing agency: UNINFO, ITALY."],["0078","Mitel terminal or switching equipment","Notes on Use of Code: The ICD code will form the initial part of the naming tree for: 1 - Private Integrated Services Network manufacturer-specific information as the Organization identifier forming the initial part of the OBJECT IDENTIFIER tree. 2 - OSI Application Layer such as CSTA (ECMA 179). Issuing agency: Mitel Corporation, Canada."],["0079","ATM Forum","Notes on Use of Code: The ICD code will also form part of the Initial Domain Part of the OSI network addressing as specified in Addendum 2 to ISO 8348. Issuing agency: The ATM Forum, USA."],["0080","UK National Health Service Scheme, (EDIRA compliant)","Notes on Use of Code: EDIRA recommendations for coding in EDIFACT and other EDI systems. Issuing agency: National Health Service, UK."],["0081","International NSAP","Issuing agency: Federal Office for Communications, Switzerland."],["0082","Norwegian Telecommunications Authority's, NTA'S, EDI, identifier scheme (EDIRA\n            compliant)","Notes on Use of Code: For use in EDIFACT messages in accordance with current national recommendation on identification of EDI objects. (EDIRA compliant). Issuing agency: Norwegian Telecommunications Authority, NORWAY."],["0083","Advanced Telecommunications Modules Limited, Corporate Network","Notes on Use of Code: The ICD code will also form part of the Initial Domain Part of the OSI network\n            addressing as specified in Addendum 2 to ISO 8348. Issuing agency: ATM Ltd, ENGLAND."],["0084","Athens Chamber of Commerce & Industry Scheme (EDIRA compliant)","Notes on Use of Code : EDIRA recommendations for coding in EDIFACT and other EDI syntaxes. Issuing agency: Athens Chamber of Commerce & Industry, Greece."],["0085","Swiss Chambers of Commerce Scheme (EDIRA) compliant","Intended Purpose/App. Area Numerical identifiers of organizations. Issuing agency: Zurich Chamber of Commerce on behalf of Swiss Chambers, of Commerce, Switzerland."],["0086","United States Council for International Business (USCIB) Scheme, (EDIRA compliant)","EDIRA recommendations for coding in EDIFACT and other EDI syntaxes. Issuing agency: United States Council for Internationa Business (USCIB), 1212 Avenue of the Americas, USA."],["0087","National Federation of Chambers of Commerce & Industry of Belgium, Scheme (EDIRA compliant)","Issuing agency: National Federartion of Chambers of Commerce & Industry of, Belgium, Belgium."],["0088","EAN Location Code","Issuing agency: EAN International, Belgium."],["0089","The Association of British Chambers of Commerce Ltd. Scheme, (EDIRA compliant)","Issuing agency: The Association of British Chambers of Commerce Ltd., UK."],["0090","Internet IP addressing - ISO 6523 ICD encoding","Issuing agency: Internet Assigned Numbers Authority, USA."],["0091","Cisco Sysytems / OSI Network","Issuing agency: Cisco Systems, USA."],["0093","Revenue Canada Business Number Registration (EDIRA compliant)","Issuing agency: Revenue Canada, CANADA."],["0094","DEUTSCHER INDUSTRIE- UND HANDELSTAG (DIHT) Scheme (EDIRA compliant)","Issuing agency: Deutscher Industrie -und Handelstag (DIHT), Germany."],["0095","Hewlett - Packard Company Internal AM Network","Issuing agency: Hewlett - Packard Company, USA."],["0096","DANISH CHAMBER OF COMMERCE Scheme (EDIRA compliant)","Issuing agency: Danish Chamber of Commerce, Denmark."],["0097","FTI - Ediforum Italia, (EDIRA compliant)","Issuing agency: FTI - Ediforum Italia, ITALY."],["0098","CHAMBER OF COMMERCE TEL AVIV-JAFFA Scheme (EDIRA compliant)","Issuing agency: Chamber of Commerce Tel Aviv-Jaffa, ISRAEL."],["0099","Siemens Supervisory Systems Network","Issuing agency: Siemens AG, Germany."],["0100","PNG_ICD Scheme","Issuing agency: GPT Limited, UK."],["0101","South African Code Allocation","Issuing agency: Thawte Consulting, 33 Protea Way, Durbanville 7550, South\n            Africa"],["0102","HEAG","Issuing agency: Hessische Elektrizitats-AG, Germany."],["0104","BT - ICD Coding System","Issuing agency: Tony Holmes, UK."],["0105","Portuguese Chamber of Commerce and Industry Scheme (EDIRA compliant)","Issuing agency: Portuguese Chamber of Commerce and Industry, Portugal."],["0106","Vereniging van Kamers van Koophandel en Fabrieken in Nederland (Association of Chambers of Commerce and Industry in the Netherlands), Scheme (EDIRA compliant)","Issuing agency: Vereniging van Kamers van Koophandel en Fabrieken in Nederland\n            Watermolenlaan, The Netherlands."],["0107","Association of Swedish Chambers of Commerce and Industry Scheme (EDIRA compliant)","Issuing agency: Association of Swedish Chambers of Commerce and Industry, Sweden."],["0108","Australian Chambers of Commerce and Industry Scheme (EDIRA compliant)","Issuing agency: Australian Chambers of Commerce and Industry, Australia."],["0109","BellSouth ICD AESA (ATM End System Address)","Issuing agency: BellSouth Corporation, USA."],["0110","Bell Atlantic","Issuing agency: Bell Atlantic, USA."],["0111","Object Identifiers","Issuing agency: Institute of Electrical and Electronics Engineers, USA."],["0112","ISO register for Standards producing Organizations","Issuing agency: International Organization for Standardization (ISO), SWITZERLAND."],["0113","OriginNet","Issuing agency: Origin BV, The Netherlands."],["0114","Check Point Software Technologies","Issuing agency: Check Point Software Technologies Ltd, ISRAEL."],["0115","Pacific Bell Data Communications Network","Issuing agency: Pacific Bell, USA."],["0116","PSS Object Identifiers","Issuing agency: PSS (Postal Security Services), FINLAND."],["0117","STENTOR-ICD CODING SYSTEM","Issuing agency: Stentor Resource Centre Inc., Canada."],["0118","ATM-Network ZN'96","Issuing agency: Deutsche Telekom AG, Germany."],["0119","MCI / OSI Network","Issuing agency: MCI Telecommunications Corporation, Technical Standards Management, USA."],["0120","Advantis","Issuing agency: Advantis, USA."],["0121","Affable Software Data Interchange Codes","Issuing agency: Affable Software Corporation, Canada."],["0122","BB-DATA GmbH","Issuing agency: BB-DATA GmbH, Germany."],["0123","BASF Company ATM-Network","Issuing agency: BASF Computer Services GmbH, Germany."],["0124","IOTA Identifiers for Organizations for Telecommunications Addressing using the ICD system format defined in ISO/IEC 8348","Issuing agency: DISC, British Standards Institution, UK."],["0125","Henkel Corporate Network (H-Net)","Issuing agency: Henkel KgaA, Germany."],["0126","GTE/OSI Network","Issuing agency: GTE, Industry Standards, USA."],["0127","Dresdner Bank Corporate Network","Issuing agency: Dresdner Bank AG, Germany."],["0128","BCNR (Swiss Clearing Bank Number)","Issuing agency: Telekurs AG, Switzerland."],["0129","BPI (Swiss Business Partner Identification) code","Issuing agency: Telekurs AG, Switzerland."],["0130","Directorates of the European Commission","Issuing agency: European Commission, Belgium"],["0131","Code for the Identification of National Organizations","Issuing agency: China National Organization Code Registration Authority, P.R. of China."],["0132","Certicom Object Identifiers","Issuing agency: Certicom Corp, U.S.A."],["0133","TC68 OID","Issuing agency: ISO TC68, Banking and Related Financial Services, USA."],["0134","Infonet Services Corporation","Issuing agency: Infonet NV/SA, Belgium."],["0135","SIA Object Identifiers","Issuing agency: SIA-Società Interbancaria per l'Automazione S.p.A., ITALIA."],["0136","Cable & Wireless Global ATM End-System Address Plan","Issuing agency: Cable & Wireless Global Business Inc., USA"],["0137","Global AESA scheme","Construct and Administer AESAs, Routing of ATM switched connections Use to from globally unique Global One ICD AESAs. Issuing agency: Global One, Belgium."],["0138","France Telecom ATM End System Address Plan","The coding system will be used to provide ATM End System Addresses based on ICD format NSAP addresses. These addresses will be used to uniquely identify User Network. Interfaces to ATM networks as specified by the ATM Forum UNI specifications. France telecom will also use these addresses Internally and to provide worldwide customers with non- Geographic private AESAs. These global addresses should be Reachable by non-France Telecom ATM users via Interconnecting ATM carriers. The ICD Code will also form part of the Initial Domain Part of the OSI network addressing as specified in Addendum 2 to ISO 8348. Issuing agency: France Telecom, France."],["0139","Savvis Communications AESA:.","Global Addressing of Savvis ATM Switches and any direct customer ATM networks for implementation of PNNI Used to form a globally unique Savvis ICD ATM End System Address. Issuing agency: Savvis Communications,USA."],["0140","Toshiba Organizations, Partners, And Suppliers' (TOPAS) Code","The purpose of this coding system is to identify organizations world-wide that have business or technical transactions with Toshiba Corporation in terms of ISO 13584 Parts Library standard based electronic catalogue interchange service. The interchange is not limited to those between a member organization and Toshiba Corporation. Interchanges between member organizations based on the organization identifier of this coding system are also in scope. Reference to this organization identification code in other business transactions is also allowed Reference to this organization identifier in other business transactions is also possible provided the organizations concerned are registered as members of the. Issuing agency: Toshiba Corporation, Japan."],["0141","NATO Commercial and Government Entity system","To identify all Commercial and Governmental entities that provide material and/or services to the Armed Forces of the NATO nations and several non-NATO nations (Sponsored) around the world. This information is used by NATO and Sponsored nations' Logisticians to identify Commercial and Government Entities they deal with. This Information is used by all functions of Logistics support such as Acquisition, Sourcing, EDI, Re-Provisioning, Material Management, etc. Determination of the real source for an item of supply is one of the most important prerequisites for proper application of the Uniform System of Item Identification within NATO. It is the source where documentation will be obtained from and its location normally gives advice for codification responsibility. Within the NATO Codification System the term Manufacturer covers the whole range of possible sources of technical data for items entering the supply chains or participating, countries. The primary use of manufacturers coding is in ADP operations related to support management programs such as material management codification, standardization, etc. Issuing agency: NATO Group of National Director on Codification (AC/135), Luxembourg."],["0142","SECETI Object Identifiers","The function as the 'Application Centre' for the Italian National Interbank Network, having been authorized by the Bank of Italy, and the Italian Banking Association to operate in that capacity. The scheme is intended for the registration of object identifiers according to ISO 8824 and ISO 8825 The code is primarily intended for the registration of Object Identifiers according to ISO 8824/8825, Level 1: ISO (), Level 2: identified -organization (), Level 3: SECETI S.p.A. (), Level 4: and higher: (defined by SECETI conventions).Issuing agency: Servizi Centralizzati SECETI S.p.A., ITALY."],["0143","EINESTEINet AG","Initially the Network covers the geographical area of Germany with the intention of expanding into all the European countries EINSTEINet's goal is to provide Application Services using an ATM network to customers located throughout Europe. The need for the international ATM address structure is to serve EINSTENet's customers with consistent ATM addresses from end-to-end. Issuing agency: EINSTEINet AG, Germany."],["0144","DoDAAC (Department of Defense Activity Address Code)","A code assigned to uniquely identify all military units in the United States Department of Defense. Issuing agency: DoD (Unites States Department of Defense), USA."],["0145","DGCP (Direction Générale de la Comptabilité Publique)administrative accounting identification scheme","de assigned by the French public accounting office. Issuing agency: DGCP\n            (Direction Générale de la Comptabilité Publique), 139 Rue de Bercy, 75572 Paris Cedex\n            12, France"],["0146","DGI (Direction Générale des Impots) code","French taxation authority. Issuing agency: DGI (Direction Générale des Impots), France."],["0147","Standard Company Code","Partner identification code which is registered with JIPDEC/ECPC. Issuing agency: Japan Information Processing Development Corporation, / Electronic Commerce Promotion Center (JIPDEC/ECPC),Japan."],["0148","ITU (International Telecommunications Union)Data Network Identification Codes (DNIC)","Data Network Identification Codes assigned by the ITU. Issuing agency: ITU (International Telecommunications Union), Switzerland."],["0149","Global Business Identifier","For a company's ability to obtain complete and accurate information about potential suppliers Used to identify and designate in electronic commerce Issuing agency: ResolveNet (IOM) Ltd, UK."],["0150","Madge Networks Ltd- ICD ATM Addressing Scheme","The code will be used as part of an ATM NSAP addressing scheme for the establishment of PVC and SPVC connections Addressing for Madge Networks global ATM network and the connections of any Madge Customers requiring the allocation of ATM addresses from Madge Networks. Issuing agency: Madge Networks, UK."],["0151","Australian Business Number (ABN) Scheme","The ABN will be a unique identifier for a business to interact with Government (Commonwealth, State and Local) throughout, Australia and is the supporting number for the Goods and Service Tax (GST). The Legislation covering the use of ABN, (see notes on use) will have application throughout the Commonwealth of The ABN is established by: A New Tax System (Australian, Business Number) Act 1999, enacted by the Australian Parliament. The scheme is expected to last for at least 100 Years without reallocation of identification numbers. The ABN is specified in English. Issuing agency: Australian Taxation Office,  AUSTRALIA."],["0152","Edira Scheme Identifier Code","For the unambiguous identification of registration scheme used in e-commerce (not to be used for the identification of organizations). The code is used to designate unambiguously schemes used in e-commerce to specify any entity but organizations. Issuing agency: EDIRA Association, c/o Zurich chamber of commerce, Switzerland."],["0153","Concert Global Network Services ICD AESA","Global Addressing of the Concert ATM switches and any direct customer ATM networks for implementation of PNNI. It will also be used for any attached carrier ATM networks. Used to form globally unique Concert ICD ATM End System Addresses (AESA's). Issuing agency: Concert Global Network Services Ltd, Bermuda."],["0154","Identification number of economic subjects: (ICO)","Unique identification of economic subjects for all administrative purposes The identification number ICO is used in the Czech Republic mainly in all administrative acts (tax system, banking system, statistics. etc.) Issuing agency: Czech Statistical Office, Czech Republic."],["0155","Global Crossing AESA (ATM End System Address)","Construction, administration and implementation of a scalable AESA schema for routing if ATM switched connections. ICD will be used as a component of the IDP (Initial Domain Part) for OSI addressing. Issuing agency: Global Crossing Ltd, Bermuda."],["0156","AUNA","Telecommunication network of operators in the AUNA Group. This code shall be used as an element of NSAP addressing Issuing agency: AUNA, Spain."],["0157","ATM interconnection with the Dutch KPN Telecom","ITO Drager Net. The ICD code also form the initial part of the OSI network addressing scheme (Addendum 2 of ISO 8384) Issuing agency: Informatie en Communicatie Technologie Organisatie, The Netherlands."],["0158","Identification number of economic subject (ICO) Act on State Statistics of 29 November 2001, § 27","The unique identification of economic subjects (legal persons and natural persons-entrepreneurs) used for registration The identification number ICO is used in Slovakia in almost all administrative acts (tax system, banking system, statistics, etc.) Issuing agency: Slovak Statistical Office, Slovak             Republic."],["0159","ACTALIS Object Identifiers","The code is primarily intended for the registration of Object Identifiers (OIDs) according to ISO 8824/8825: Level 1: iso (1), Level 2: identified-organization (3), Level 3: ACTALIS SpA (0159), Level 4 and higher: (defined by ACTALIS) See \"Intended purpose/application area\" Issuing agency: ACTALIS S.p.A., ITALY."],["0160","GTIN - Global Trade Item Number","The GTIN is a globally unique identifier of trade items. A trade item is any item (product or service) upon which there is a need to retrieve pre-defined information and that may be priced, ordered or invoiced at any point in any supply chain. The GTIN identification scheme is currently (2002) used by more than 900,000 organizations in the world. It is widely in the consumer goods and other industries to identify items and packages. The GTIN can be represented in a standard bar code format. Issuing agency: EAN Inernational."],["0161","ECCMA Open Technical Directory","A centralized dictionary of names and definitions of trading concepts, essentially goods and services that are bought, sold or exchanged. This is a classification neutral dictionary of names and attributes (also referred to as characteristics or properties). The eOTD will help improve the speed and accuracy of Internet searches and can be imported into sourcing, procurement and ERP systems with minimal data transformation costs. Issuing agency: Electronic Commerce Code Management Association, USA."],["0162","CEN/ISSS Object Identifier Scheme","To allocate OIDs to objects defined in the standards and specifications developed in CEN’s technical bodies (TCs, Workshops, etc) The code is primarily intended for the registration ofObject Identifiers according to ISO 8824-1 Annex BLevel 1: iso (1)Level 2: identified-organization (3)Level 3: CEN (nnnn –the ICD allocated)Level 4: and higher: (defined by CEN conventions). Issuing agency: Comité Européen de Normalization, Belgium."],["0163","US-EPA Facility Identifier","To provide for the unique identification of facilities regulated or monitored by the United States Environmental Protection Agency (EPA).A facility is a distinct real property entity (i.e., a man-made object and its surrounding real estate). Facilities incorporate the characteristics of being: (1) objects, established at (2) specific places, for (3) specific purposes. A facility can include monitoring stations, waste sites, and other entities of environmental interest that cannot be classified as single facilities. This is maintained within the U.S. Environmental Protection Agency Facility Registration System (FRS). Issuing agency: U.S. Environmental Protection Agency, USA."],["0164","TELUS Corporation","SA Addressing Scheme for ATM PNNI Implementation ICD is required for PNNI implementation on TELUS’ ATM network in order to establish an addressing scheme for SPVC connections within and between regions Issuing agency: TELUS Corporation, Canada."],["0165","FIEIE Object identifiers","To provide identifiers for international enterprises and organizations operating in fields of business served by the Jaakko Poyry Group. On the date of the application, these fields include Forest industry, Energy, Infrastructure and Environment. To provide an internationally unambiguous framework for existing coding practices in this The code is primarily intended for the registration of Object Identifiers according to ISO/IEC 8824, 8825 and 11179: Level 1: iso (1) Level 2: identified organization (3) Level 3: fieie code (nnnn, the ICD allocated) Level 4 and higher: (defined by FIEIE conventions). Issuing agency: Jaakko Poyry Group Oyj, Finland."],["0166","Swissguide Identifier Scheme","To uniquely identify objects, esp. companies and professionals in directories/databases The code is used to uniquely identify the objects in the Swissguide directory. Issuing agency: Swissguide AG, Switzerland."],["0167","Priority Telecom ATM End System Address Plan","The coding system will be used to provide ATM End System Address based on IDC format NSAP addresses required for Priority Telecom ATM PNNI implementation. These addresses will be used to uniquely identify User Network interfaces to Priority Telecom ATM Networks as specified by the ATM Forum UNI specifications. PT plans to use these addresses to connect to other public ATM networks in the countries PT is operating (The Netherlands, Norway and Austria) Used to form a globally unique Priority Telecom ATM End System Address. PT customers and interconnect with public ATM networks requires the use of unique AESA Issuing agency: Priority Telecom Netherlands, The Netherlands."],["0168","Vodafone Ireland OSI Addressing","Implementation of an ATM network in connection with 3G rollout. The code will be used for ATM network related addressing purposes, and for CLNS network. Issuing agency: Vodafone Ireland Limited, Ireland."],["0169","Swiss Federal Business Identification Number. Central Business names Index (zefix) Identification Number","To uniquely identify all companies/organizations registered in the Swiss Register of Commerce and the Swiss Central Business Names Index To uniquely identify entries in Swiss Central Business Names Index (zefix). The principle purpose of the zefix on internet is to provide a swisswide search function, and thus provide the public with a service to determine the legal domicile, the cantonal office for the register of commerce in charge, and the latter’s address. Issuing agency: Swiss Federal Office of Justice, Switzerland."],["0170","Teikoku Company Code","Teikoku Company Code is allocated to all incorporations, business owners, government organizations and other public offices in Japan. TDB (Teikoku Databank Ltd.) retains company codes of approximately 1.7 million companies within Japan. Teikoku Company Code, a unique company ID, has already been adopted by many companies both as a standard company code in customer data managements and as an identification code for online electronic commerce transactions. Since every company trades with companies abroad, they need to use it in their international business transaction. Therefore, it is desired to register TDB as an ICD to RA of the ISO/IEC 6523. Issuing agency: TEIKOKU DATABANK LTD., JAPAN."],["0171","Luxembourg CP & CPS (Certification Policy and Certification Practice Statement) Index","Index of the Certification Policies and Certification Practice Statement issued by Luxembourg PKI Issuing agency: Ministry of The Economy and Foreign Trade, Luxembourg."],["0172","Project Group “Lists of Properties” (PROLIST®)","To uniquely identify properties, blocks and lists of properties (LOP) for products and services in the process industry. The products are electrical and process control devices. The code is used to uniquely identify the objects in the PROLIST online dictionary. Issuing agency: Project Group “Lists of Properties” (PROLIST®) c/o Bayer Technology Services GmbH Geb., Germany."],["0173","eCI@ss","To uniquely identify properties, classes and list of characteristics (LoC) for products and services available in the eCI@ss classification system The code is used to uniquely identify objects in the eCI@ss classification system. Issuing agency: eCI@ss, Germany."],["0174","StepNexus","To provide identifiers within StepNexus loader objects. These addresses will be used to uniquely identify StepNexu key usage fields within X509 certificates for use in the StepNexus loader scheme. Used to define unique certificate attributes within X509 certificates Issuing agency: StepNexus, UK."],["0175","Siemens AG","To uniquely identify properties, blocks, classes and lists of properties used or specified by Siemens AG - Power Generation The code is used to uniquely identify objects in the Siemens AG - Power Generation corporate dictionary Issuing agency: Siemens AG, Germany."],["0176","Paradine GmbH","To uniquely identify properties, classes,and list of properties (LoP) for products and services available in Paradine Reference Dictionary Systems The code is used to uniquely identify objects in Paradine Reference Dictionary Systems. Issuing agency: Paradine GmbH, Austria."],["0177","Odette International Limited","For use in EDI and other B2B exchanges in the European automotive industry to identify business entities (organisations). The scheme is used to identify organisations, and parts of organisations which are parties to or are referenced in automotive supply chain transactions such as EDI messaging and other B2B exchanges. Issuing agency: Odette International Limited, UK."],["0178","Route1 MobiNET","For rooting OIDs defined by Route1 Security Corporation for Route1 MobiNET. Intended to cover MobiNET connected organizations, Route1 Security Corporation, its subdivisions, customers and any organization using MobiNET or Route1's services and products For rooting OIDs defined by Route1 Security Corporation for Route1 MobiNET. Intended to cover MobiNET connected organizations, Route1 Security Corporation, its subdivisions, customers and any organization using MobiNET or Route1's services and products. The OID structure and the inclusion therein of the ICS is as follows: ISO.Identifiedorganization.ICD(Route1 MobiNET).AFI.PCI.Org_ID.OPI.MC Issuing agency: Route1 Security Corporation,Canada."],["0179","Penango Object Identifiers","To identify objects, policies, and data related to Penango’s products and services. The ICD is primarily intended for registration of Object Identifiers in accordance with ISO/IEC 8824 (ASN.1). Issuing agency: Penango, Inc., Canada."],["0180","Lithuanian military PKI","dex of the Certification Policies and Certification Practices Statements issued by Lithuanian military PKI The code is used to uniquely identify Certification Policies and Certification Practice Statements in Lithuanian military PKI Issuing agency: The Ministry of National Defence of the Republic of Lithuania, Lithuania."],["0183","Numéro d'identification suisse des enterprises (IDE), Swiss Unique Business Identification Number (UIDB)","Intended Purpose/App. Area: To uniquely identify all companies/organizations registered in Switzerland in all official register (Swiss Register of Commerce, VAT register, Canton register, etc) The UIDB shall make lt possible to identify an enterprise quickly, unambiguously and on a permanent basis. The UIDB and the other identification characteristics associated with it shall be managed via a specific UIDB register. The main identification characteristics (status, address, etc.) shall be accessible to the public. Issuing agency: Swiss Federal Statistical Office (FSO), Switzerland)."],["0184","DIGSTORG","Intended Purpose/App. Area: To be used for identifying Danish companies included juridical persons and associations in international trade It is possible to add 0-4 characters set to the code for more detailed use of one organization. Characters are digits or capital letter. Issuing agency: The Danish Agency for Digitisation, Denmark."],["0185","Perceval Object Code","Intended Purpose/App. Area: Intended to uniquely identify in an international context any physical and or abstract entities related to Perceval products and services using Abstract Syntax Notation One in accordance with ISO/IEC 8824 The ICD is primarily intended for registration and resolution of Object Identifiers in accordance with ISO/IEC 8824 with reduced encoding size and non-geographic context Issuing agency: Perceval SA, Tenbosch, Belgium."],["0186","TrustPoint Object Identifiers","Intended Purpose/App. Area: To uniquely identify objects and mechanisms globally throughout communications\n            networks using TrustPoint security products and services Issuing agency: TrustPoint\n            Innovation Technologies, Attn: Sherry Shannon-Vanstone, 816 Hideaway Circle East, Unit\n            244 Marco Island, FL 34145 USA http://www.trustpointinnovation.com Tel: +1 905 302 6929\n            Email: sviconsulting@aol.com"],["0187","Amazon Unique Identification Scheme","Intended Purpose/App. Area: To provide identifiers for properties, classes, groups, or lists of data and objects specified by or used by Amazon.com, Inc. and its Affiliates Identifiers assigned under this scheme may be usable as Object Identifiers in accordance with ISO/IEC 8824,  usable with Directories in accordance with ISO/IEC 9594, usable in accordance with ISO/IEC 8348, or usable in other contexts as defined by Amazon. Issuing agency: Amazon Technologies, Inc. in the United States."],["0188","Corporate Number of The Social Security and Tax Number System","Intended Purpose/App. Area: The number system of Japan is a social infrastructure to improve efficiency and the transparency of the social security and the tax system, and to achieve a highly convenient, impartial, and fair society. Additionally, the profit of the number system can be free usage for various purposes, so we want to use the Corporate Number as identifiers in various fields, like in electronic commerce, transportation, etc. The preliminary work, numbering the identifiers for the beginning of usage in January 2016, is being done. Issuing agency: National Tax Agency Japan."],["0189","European Business Identifier (EBID)","Intended Purpose/App. Area: For use in EDI or other B2B exchanges to identify business entities (organizations). The scheme is used to identify organisations, and parts of organisations which are parties to or are referenced in electronic transactions such as EDI messaging or other B2B exchanges. Issuing agency: EBID Service AG CAS-Weg in Germany."],["0190","Organisatie Indentificatie Nummer (OIN)","Intended Purpose/App. Area: The OIN is part of the Dutch standard ‘Digikoppeling’ and is used for identifying the organisations that take part in electronic message exchange with the Dutch Government. The OIN must also be included in the PKIo certificate. Issuing agency: Logius in the Netherlands."],["0191","Company Code (Estonia)","Intended Purpose/App. Area: Company code is major and only unique identifier of all institutions and organisations in Estonia. This code is widely used for various purposes, including electronic commerce. Usage of company code is required in communication between institutions and also in communication between private and public organisations. For use in EDI or other B2B (B2C) exchanges to identify private and public organisations. Issuing agency: Centre of Registers and Information Systems of the Ministry of Justice in Estonia.\n          "],["0192","Organisasjonsnummer","Intended Purpose/App. Area: Identify entities registered in the Central Coordinating Register for Legal Entities in Norway. The scheme with ICD code + organization number will be used to identify organisations that are parties to or referenced in electronic transactions such as electronic invoicing or other B2B exchanges. Issuing agency: The Brønnøysund Register Centre in Norway."],["0193","UBL.BE Party Identifier","Intended Purpose/App. Area: Identification and addressing of different parties involved in invoicing. Issuing agency: UBL.BE in Belgium.\n\t\t"],["0194","KOIOS Open Technical Dictionary","Intended Purpose/App. Area: The KOIOS OTD is a collection of terminology defined by and obtained from consensus bodies such as ISO, IEC, and other groups that have a consensus process for developing terminology. The KOIOS OTD contains terms, definitions, and images of concepts used to describe individuals, organizations, locations, goods and services. The KOIOS OTD conforms to ISO 22745 (all parts) and is designed to enable the exchange of characteristic data in all stages of the life-cycle of an item, and to ensure that the resulting specifications conform to ISO 8000-110. Issuing agency: KOIOS Master Data Limited in UK.\n        "],["0195","Singapore Nationwide E-lnvoice Framework","Intended Purpose/App. Area: For use in electronic messages in accordance to the Singapore\n            nationwide e-invoice framework on Identification of organization. Issuing agency: Infocomm Media Development Authority in Singapore.\n        "],["0196","Icelandic identifier - Íslensk kennitala","Intended Purpose/App. Area: Identification of Icelandic individuals and legal entities. Issuing agency: For individual, Icelandic National Registry, www.skra.is. For legal entities, Directorate of Internal Revenue, www.rsk.is in Iceland."],["0197","APPLiA Pl Standard","Intended Purpose/App. Area: Through their European industry association APPLiA (Home Appliance Europe), manufacturers of home appliances have launched the Product Information (Pl) initiative. The initiative introduces a standard structure for product information. Pl Standard helps retailers to take full advantage of electronic communication and data processing, as the Internet and ICT are fundamentally changing how products and services are offered, bought, and sold.. Issuing agency: APPLiA Home Appliance Europe, in Belgium"],["0198","ERSTORG","Intended Purpose/App. Area: To be used for identifying Danish companies based on VAT numbers included juridical. Issuing agency: The Danish Business Authority in Denmark.\n        "],["0199","Legal Entity Identifier (LEI)","Intended Purpose/App. Area: The LEI is the global, open identifier established at the urging of the Financial Stability Board and the recommendation of the G20. The LEI is established as the ISO 17442 standard, is governed by the LEI Regulatory Oversight Committee (LEI-ROC) and has been implemented by the Global Legal Entity Identifier Foundation (GLEIF). The LEI code connects to key reference information that enables clear and unique identification of legal entities participating in financial transactions. Each LEI contains information about an entity's ownership structure and thus answers the questions of 'who is who' and 'who owns whom'. Simply put, the publicly available LEI data pool can be regarded as a global directory, which greatly enhances transparency in the global marketplace. Already applied very broadly within financial regulation and rapidly being adopted for KYC and a number of other purposes in financial markets, the LEI is set to spread into a range of other fields, including trade facilitation, business reporting and supply chain management. Issuing agency: GLEIF, a global organization."],["0200","Legal entity code (Lithuania)","Intended Purpose/App. Area: For use in EDI (electronic data interchange) for C2B and others exchanges to identify legal entities. Issuing agency: State Enterprise Centre of Registers in Lithuania."],["0201","Codice Univoco Unità Organizzativa iPA","Intended Purpose/App. Area: Used to identify uniquely all organizational units of public bodies, authorities and public services in Italy. Issuing agency: Agenzia per l’Italia digitale in Italy."],["0202","Indirizzo di Posta Elettronica Certificata","Intended Purpose/App. Area: Used to identify senders and receivers of certified electronic mail as defined by Italian law. Issuing agency: Agenzia per l’Italia digitale in Italy."],["0203","eDelivery Network Participant identifier","Intended Purpose/App. Area: Used as an electronic address identifier for participants within a secure data communication network. Issuing agency: Agency for Digital Government in Sweden."],["0204","Leitweg-ID","Intended Purpose/App. Area: Identification of Public Authorities. Issuing agency: Koordinierungsstelle für IT-Standards (KoSIT) in Germany."],["0205","CODDEST","Intended Purpose/App. Area: Electronic Invoicing trough Sdl, the Exchange System used in Italy where the electronic invoices are transmitted to the Public Administration (Article 1, paragraph 211, of Italian Law no. 244 of 24 December 2007) or to private entities (Article 1, paragraph 2, of Legislative Decree 127/2015). Issuing agency: Agenzia delle Entrate in Italy."],["0206","Registre du Commerce et de l’Industrie : RCI","Intended Purpose/App. Area: To provide identifiers for organizations at national level in Monaco. Issuing agency: Agence Monégasque de Sécurité Numérique (AMSN) in Monaco."],["0207","PiLog Ontology Codification Identifier (POCI)","Intended Purpose/App. Area: A repository of concepts pertaining to any entity such as products, services, business partners, assets, organizations, locations, persons, addresses, languages, records etc along with the terminologies to describe each entity using class, characteristics, values, JoMs, QoMs, groups, definitions, guidelines, images, drawings, pictures. codes and any classification thereof. The codification will help exchange/integrate the data between operational, ERP, CRM, SRM or any other systems without any human interpretation and interaction without losing the meaning of the information in multiple languages, this will help organizations achieve their digital transformation goals more precisely in order to assess the real value-proposition of the underlying data that is driving their businesses. Issuing agency: PiLog Group in South Africa."],["0208","Numero d'entreprise / ondernemingsnummer / Unternehmensnummer","Intended Purpose/App. Area: Identification number attributed by the BCE/KBO/ZDU (the Belgian register) to identify entities and establishment units operating in Belgium. Issuing agency: Banque-Carrefour des Entreprises (BCE) / Kruispuntbank van Ondernemingen (KBO) / Zentrale Datenbank der Unternehmen (ZOU) Service public fédéral Economie, P.M.E.in Belgium.\nClasses moyennes et Energie"],["0209","GS1 identification keys","Intended Purpose/App. Area: GS1 identification keys and key qualifiers may be used by an information system to refer unambiguously to an entity such as a trade item, logistics unit, physical location, document, or service relationship. Issuing agency: GS1, a global organization."],["0210","CODICE FISCALE","Intended Purpose/App. Area: Electronic Invoicing and e-procurement. Issuing agency: Agenzia delle Entrate, Italy."],["0211","PARTITA IVA","Intended Purpose/App. Area: Electronic Invoicing and e-procurement. Issuing agency: Agenzia delle Entrate, Italy."],["0212","Finnish Organization Identifier","Intended Purpose/App. Area: Identification scheme will be used for electronic trade purposes in e-invoicing, purchasing, electronic receipts. Issuing agency: State Treasury of Finland / Valtiokonttor."],["0213","Finnish Organization Value Add Tax Identifier","Intended Purpose/App. Area: Identification scheme will be used for electronic trade purposes in e-invoicing, purchasing, electronic receipts. Issuing agency: State Treasury of Finland / Valtiokonttor."],["XR01","DiGAVEID","eindeutiges Kennzeichen für eine Verordnungseinheit einer digitalen Gesundheitsanwendung (DiGA) nach Paragraph 139e SGB V"],["XR02","Freischaltcode","digitaler Gutschein für die Nutzung einer digitale Gesundheitsanwendung (DiGA) nach Paragraph 139e SGB V"],["XR03","IK","eindeutiges Kennzeichen für einen Leistungserbringer nach Paragraph 293 SGB V"]]}