{"metadaten":{"kennung":"urn:xoev-de:kosit:codeliste:vatex_1","kennungInhalt":"urn:xoev-de:kosit:codeliste:vatex","version":"1","nameKurz":[{"value":"VATEX"}],"nameLang":[{"value":"VAT exemption reason code list"}],"nameTechnisch":"VATEX","herausgebernameLang":[{"value":"Koordinierungsstelle für IT-Standards (KoSIT)"}],"herausgebernameKurz":[{"value":"KoSIT"}],"beschreibung":[{"value":"Die Codeliste basiert auf der Codeliste VATEX (VAT exemption reason code list) der Connecting Europe Facility (CEF). Sie ist konform zur DIN EN16931-1 und zu dem darauf basierenden Standard XRechnung"}],"versionBeschreibung":[{"value":"Die vorliegende Version der Codeliste entspricht in Umfang und Inhalt der Einträge (Codes, Namen und Beschreibung) der zugrundeliegenden Codeliste VATEX (VAT exemption reason code list) der Connecting Europe Facility (CEF) in der Version 4. Die Codeliste ist konform zur DIN EN16931-1:2017-12 und zu dem darauf basierenden Standard XRechnung in der Version 1.2."}],"aenderungZurVorversion":[],"handbuchVersion":"1.0","xoevHandbuch":false,"gueltigAb":"2019-11-15T00:00:00.000+0100","bezugsorte":["https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/Code+lists#Codelists-2VATexemptionreasoncodelist(VATEX)"]},"spalten":[{"spaltennameLang":"Code","spaltennameTechnisch":"Code","datentyp":"string","codeSpalte":true,"verwendung":"required","empfohleneCodeSpalte":true},{"spaltennameLang":"Code Name","spaltennameTechnisch":"code-name","datentyp":"string","codeSpalte":false,"verwendung":"required","empfohleneCodeSpalte":false},{"spaltennameLang":"Beschreibung","spaltennameTechnisch":"beschreibung","datentyp":"string","codeSpalte":false,"verwendung":"required","empfohleneCodeSpalte":false},{"spaltennameLang":"Remark","spaltennameTechnisch":"weitereBeschreibung","datentyp":"string","codeSpalte":false,"verwendung":"optional","empfohleneCodeSpalte":false}],"daten":[["vatex-eu-132","Exempt based on article 132 of Council Directive 2006/112/EC","Exemptions for certain activities in public interest.",null],["vatex-eu-132-1a","Exempt based on article 132, section 1 (a) of Council Directive 2006/112/EC","The supply by the public postal services of services other than passenger transport and telecommunications services, and the supply of goods incidental thereto.",null],["vatex-eu-132-1b","Exempt based on article 132, section 1 (b) of Council Directive 2006/112/EC","Hospital and medical care and closely related activities undertaken by bodies governed by public law or, under social conditions comparable with those applicable to bodies governed by public law, by hospitals, centres for medical treatment or diagnosis and other duly recognised establishments of a similar nature",null],["vatex-eu-132-1c","Exempt based on article 132, section 1 (c) of Council Directive 2006/112/EC","The provision of medical care in the exercise of the medical and paramedical professions as defined by the Member State concerned.",null],["vatex-eu-132-1d","Exempt based on article 132, section 1 (d) of Council Directive 2006/112/EC","The supply of human organs, blood and milk.",null],["vatex-eu-132-1e","Exempt based on article 132, section 1 (e) of Council Directive 2006/112/EC","The supply of services by dental technicians in their professional capacity and the supply of dental prostheses by dentists and dental technicians.",null],["vatex-eu-132-1f","Exempt based on article 132, section 1 (f) of Council Directive 2006/112/EC","The supply of services by independent groups of persons, who are carrying on an activity which is exempt from VAT or in relation to which they are not taxable persons, for the purpose of rendering their members the services directly necessary for the exercise of that activity, where those groups merely claim from their members exact reimbursement of their share of the joint expenses, provided that such exemption is not likely to cause distortion of competition.",null],["vatex-eu-132-1g","Exempt based on article 132, section 1 (g) of Council Directive 2006/112/EC","The supply of services and of goods closely linked to welfare and social security work, including those supplied by old people's homes, by bodies governed by public law or by other bodies recognised by the Member State concerned as being devoted to social wellbeing.",null],["vatex-eu-132-1h","Exempt based on article 132, section 1 (h) of Council Directive 2006/112/EC","The supply of services and of goods closely linked to the protection of children and young persons by bodies governed by public law or by other organisations recognised by the Member State concerned as being devoted to social wellbeing;",null],["vatex-eu-132-1i","Exempt based on article 132, section 1 (i) of Council Directive 2006/112/EC","The provision of children's or young people's education, school or university education, vocational training or retraining, including the supply of services and of goods closely related thereto, by bodies governed by public law having such as their aim or by other organisations recognised by the Member State concerned as having similar objects.",null],["vatex-eu-132-1j","Exempt based on article 132, section 1 (j) of Council Directive 2006/112/EC","Tuition given privately by teachers and covering school or university education.",null],["vatex-eu-132-1k","Exempt based on article 132, section 1 (k) of Council Directive 2006/112/EC","The supply of staff by religious or philosophical institutions for the purpose of the activities referred to in points (b), (g), (h) and (i) and with a view to spiritual welfare.",null],["vatex-eu-132-1l","Exempt based on article 132, section 1 (l) of Council Directive 2006/112/EC","The supply of services, and the supply of goods closely linked thereto, to their members in their common interest in return for a subscription fixed in accordance with their rules by non-profitmaking organisations with aims of a political, trade-union, religious, patriotic, philosophical, philanthropic or civic nature, provided that this exemption is not likely to cause distortion of competition.",null],["vatex-eu-132-1m","Exempt based on article 132, section 1 (m) of Council Directive 2006/112/EC","The supply of certain services closely linked to sport or physical education by non-profit-making organisations to persons taking part in sport or physical education.",null],["vatex-eu-132-1n","Exempt based on article 132, section 1 (n) of Council Directive 2006/112/EC","The supply of certain cultural services, and the supply of goods closely linked thereto, by bodies governed by public law or by other cultural bodies recognised by the Member State concerned.",null],["vatex-eu-132-1o","Exempt based on article 132, section 1 (o) of Council Directive 2006/112/EC","The supply of services and goods, by organisations whose activities are exempt pursuant to points (b), (g), (h), (i), (l), (m) and (n), in connection with fund-raising events organised exclusively for their own benefit, provided that exemption is not likely to cause distortion of competition.",null],["vatex-eu-132-1p","Exempt based on article 132, section 1 (p) of Council Directive 2006/112/EC","The supply of transport services for sick or injured persons in vehicles specially designed for the purpose, by duly authorised bodies.",null],["vatex-eu-132-1q","Exempt based on article 132, section 1 (q) of Council Directive 2006/112/EC","The activities, other than those of a commercial nature, carried out by public radio and television bodies.",null],["vatex-eu-143","Exempt based on article 143 of Council Directive 2006/112/EC","Exemptions on importation.",null],["vatex-eu-143-1a","Exempt based on article 143, section 1 (a) of Council Directive 2006/112/EC","The final importation of goods of which the supply by a taxable person would in all circumstances be exempt within their respective territory.",null],["vatex-eu-143-1b","Exempt based on article 143, section 1 (b) of Council Directive 2006/112/EC","The final importation of goods governed by Council Directives 69/169/EEC (1), 83/181/EEC (2) and 2006/79/EC (3).",null],["vatex-eu-143-1c","Exempt based on article 143, section 1 (c) of Council Directive 2006/112/EC","The final importation of goods, in free circulation from a third territory forming part of the Community customs territory, which would be entitled to exemption under point (b) if they had been imported within the meaning of the first paragraph of Article 30",null],["vatex-eu-143-1d","Exempt based on article 143, section 1 (d) of Council Directive 2006/112/EC","The importation of goods dispatched or transported from a third territory or a third country into a Member State other than that in which the dispatch or transport of the goods ends, where the supply of such goods by the importer designated or recognised under Article 201 as liable for payment of VAT is exempt under Article 138.",null],["vatex-eu-143-1e","Exempt based on article 143, section 1 (e) of Council Directive 2006/112/EC","The reimportation, by the person who exported them, of goods in the state in which they were exported, where those goods are exempt from customs duties.",null],["vatex-eu-143-1f","Exempt based on article 143, section 1 (f) of Council Directive 2006/112/EC","The importation, under diplomatic and consular arrangements, of goods which are exempt from customs duties.",null],["vatex-eu-143-1fa","Exempt based on article 143, section 1 (fa) of Council Directive 2006/112/EC","The importation of goods by the European Community, the European Atomic Energy Community, the European Central Bank or the European Investment Bank, or by the bodies set up by the Communities to which the Protocol of 8 April 1965 on the privileges and immunities of the European Communities applies, within the limits and under the conditions of that Protocol and the agreements for its implementation or the headquarters agreements, in so far as it does not lead to distortion of competition;",null],["vatex-eu-143-1g","Exempt based on article 143, section 1 (g) of Council Directive 2006/112/EC","The importation of goods by international bodies, other than those referred to in point (fa), recognised as such by the public authorities of the host Member State, or by members of such bodies, within the limits and under the conditions laid down by the international conventions establishing the bodies or by headquarters agreements;",null],["vatex-eu-143-1h","Exempt based on article 143, section 1 (h) of Council Directive 2006/112/EC","The importation of goods, into Member States party to the North Atlantic Treaty, by the armed forces of other States party to that Treaty for the use of those forces or the civilian staff accompanying them or for supplying their messes or canteens where such forces take part in the common defence effort.",null],["vatex-eu-143-1i","Exempt based on article 143, section 1 (i) of Council Directive 2006/112/EC","The importation of goods by the armed forces of the United Kingdom stationed in the island of Cyprus pursuant to the Treaty of Establishment concerning the Republic of Cyprus, dated 16 August 1960, which are for the use of those forces or the civilian staff accompanying them or for supplying their messes or canteens.",null],["vatex-eu-143-1j","Exempt based on article 143, section 1 (j) of Council Directive 2006/112/EC","The importation into ports, by sea fishing undertakings, of their catches, unprocessed or after undergoing preservation for marketing but before being supplied.",null],["vatex-eu-143-1k","Exempt based on article 143, section 1 (k) of Council Directive 2006/112/EC","The importation of gold by central banks.",null],["vatex-eu-143-1l","Exempt based on article 143, section 1 (l) of Council Directive 2006/112/EC","The importation of gas through a natural gas system or any network connected to such a system or fed in from a vessel transporting gas into a natural gas system or any upstream pipeline network, of electricity or of heat or cooling energy through heating or cooling networks.",null],["vatex-eu-148","Exempt based on article 148 of Council Directive 2006/112/EC","Exemptions related to international transport.",null],["vatex-eu-148-a","Exempt based on article 148, section (a) of Council Directive 2006/112/EC","Fuel supplies for commercial international transport vessels",null],["vatex-eu-148-b","Exempt based on article 148, section (b) of Council Directive 2006/112/EC","Fuel supplies for fighting ships in international transport.",null],["vatex-eu-148-c","Exempt based on article 148, section (c) of Council Directive 2006/112/EC","Maintenance, modification, chartering and hiring of international transport vessels.",null],["vatex-eu-148-d","Exempt based on article 148, section (d) of Council Directive 2006/112/EC","Supply to of other services to commercial international transport vessels.",null],["vatex-eu-148-e","Exempt based on article 148, section (e) of Council Directive 2006/112/EC","Fuel supplies for aircraft on international routes.",null],["vatex-eu-148-f","Exempt based on article 148, section (f) of Council Directive 2006/112/EC","Maintenance, modification, chartering and hiring of aircraft on international routes.",null],["vatex-eu-148-g","Exempt based on article 148, section (g) of Council Directive 2006/112/EC","Supply to of other services to aircraft on international routes.",null],["vatex-eu-151","Exempt based on article 151 of Council Directive 2006/112/EC","Exemptions relating to certain Transactions treated as exports.",null],["vatex-eu-151-1a","Exempt based on article 151, section 1 (a) of Council Directive 2006/112/EC","The supply of goods or services under diplomatic and consular arrangements.",null],["vatex-eu-151-1aa","Exempt based on article 151, section 1 (aa) of Council Directive 2006/112/EC","The supply of goods or services to the European Community, the European Atomic Energy Community, the European Central Bank or the European Investment Bank, or to the bodies set up by the Communities to which the Protocol of 8 April 1965 on the privileges and immunities of the European Communities applies, within the limits and under the conditions of that Protocol and the agreements for its implementation or the headquarters agreements, in so far as it does not lead to distortion of competition.",null],["vatex-eu-151-1b","Exempt based on article 151, section 1 (b) of Council Directive 2006/112/EC","The supply of goods or services to international bodies, other than those referred to in point (aa), recognised as such by the public authorities of the host Member States, and to members of such bodies, within the limits and under the conditions laid down by the international conventions establishing the bodies or by headquarters agreements.",null],["vatex-eu-151-1c","Exempt based on article 151, section 1 (c) of Council Directive 2006/112/EC","The supply of goods or services within a Member State which is a party to the North Atlantic Treaty, intended either for the armed forces of other States party to that Treaty for the use of those forces, or of the civilian staff accompanying them, or for supplying their messes or canteens when such forces take part in the common defence effort.",null],["vatex-eu-151-1d","Exempt based on article 151, section 1 (d) of Council Directive 2006/112/EC","The supply of goods or services to another Member State, intended for the armed forces of any State which is a party to the North Atlantic Treaty, other than the Member State of destination itself, for the use of those forces, or of the civilian staff accompanying them, or for supplying their messes or canteens when such forces take part in the common defence effort.",null],["vatex-eu-151-1e","Exempt based on article 151, section 1 (e) of Council Directive 2006/112/EC","The supply of goods or services to the armed forces of the United Kingdom stationed in the island of Cyprus pursuant to the Treaty of Establishment concerning the Republic of Cyprus, dated 16 August 1960, which are for the use of those forces, or of the civilian staff accompanying them, or for supplying their messes or canteens.",null],["vatex-eu-309","Exempt based on article 309 of Council Directive 2006/112/EC","Travel agents performed outside of EU.",null],["vatex-eu-ae","Reverse charge","Supports EN 16931-1 rule BR-AE-10","Only use with VAT category code AE"],["vatex-eu-d","Intra-Community acquisition from second hand means of transport","Second-hand means of transport - Indication that VAT has been paid according to the relevant transitional arrangements","Only use with VAT category code E"],["vatex-eu-f","Intra-Community acquisition of second hand goods","Second-hand goods - Indication that the VAT margin scheme for second-hand goods has been applied.","Only use with VAT category code E"],["vatex-eu-g","Export outside the EU","Supports EN 16931-1 rule BR-G-10","Only use with VAT category code G"],["vatex-eu-i","Intra-Community acquisition of works of art","Works of art - Indication that the VAT margin scheme for works of art has been applied.","Only use with VAT category code E"],["vatex-eu-ic","Intra-Community supply","Supports EN 16931-1 rule BR-IC-10","Only use with VAT category code K"],["vatex-eu-j","Intra-Community acquisition of collectors items and antiques","Collectors' items and antiques - Indication that the VAT margin scheme for collector’s items and antiques has been applied.","Only use with VAT category code E"],["vatex-eu-o","Not subject to VAT","Supports EN 16931-1 rule BR-O-10","Only use with VAT category code O"]]}